package main

const (
	LANG_NEW_DISCUSSION             string = "🗣️ **%s** начал новую дискуссию\nЗаголовок: `%s` [*перейти*](%s)\nТекст:```md %s ```"
	LANG_EDITED_DISCUSSION          string = "🗣️✏️ **%s** отредактировал дискуссию\nЗаголовок: `%s` [*перейти*](%s)\nТекст:```md %s ```"
	LANG_DELETED_DISCUSSION         string = "🗣🗑️ **%s** удалил дискуссию:\nЗаголовок: `%s` [*перейти*](%s)\nтекст:```md %s ```"
	LANG_DELETED_DISCUSSION_COMMENT string = "💬🗑️ **%s** удалил комментарий в дискусси\n Заголовок дискуссии: `%s` [*перейти*](%s)\nТекст:```md %s ```"
	LANG_EDITED_DISCUSSION_COMMENT  string = "💬✏️ **%s** отредактировал комментарий в дискуссии\nЗаголовок дискуссии: `%s` [*перейти*](%s)\nТекст:```md %s ```"
	LANG_NEW_DISCUSSION_COMMENT     string = "💬 **%s** написал комментарий в дискуссию\n Заголовок дискуссии: %s [*перейти*](%s)\nТекст:```md %s ```"
)
